[
    {
        "profile": "'Name: Andrea Clark, Gender: female, Age: 64,Profession: Secretary/administrator",
        "scenario": "As Andrea Clark sat at her desk, she reflected on the past few months. She had successfully completed a challenging project at work, and her boss had recognized her hard work with a heartfelt commendation. Feeling a wave of pride wash over her, she decided it was time to treat herself. With the changing seasons, she knew she needed some new clothes that would be suitable for both her weekend gardening sessions and her casual outings with friends. \n\nAndrea envisioned herself in comfortable yet stylish attire that would allow her to move freely while tending to her plants or enjoying a leisurely walk in the park. She wanted something that would keep her feeling fresh and dry, especially during those warm afternoons spent outdoors. \n\nWith her mind set on celebrating her achievements, she made a list of what she needed: durable clothing that could withstand her active lifestyle, yet still look good enough for a quick coffee date. The thought of shopping excited her, and she felt a sense of anticipation as she planned her trip to the local store, eager to find the perfect pieces that would reflect her newfound confidence and joy.",
        "requirements": "Durability and comfort for active lifestyle.",
        "target_item": {
            "title": "Carhartt Men's Force Tappen Cargo Pant",
            "description": [
                "Force technology is now available in a pant. Made from tough 7-ounce, 100 percent ripstop fabric, this pant sits slightly below the waist and has a relaxed seat and thigh. Fastdry technology wicks away sweat for comfort and the pant releases stains in the wash with stain breaker technology. Both the gusseted crotch and the articulated knees provide ease of movement when you're crouching, reaching, or climbing. There are convenient hidden hook-and-loop back pocket flaps and cargo flaps for secure storage. The side cargo pocket has a zipper. Fastdry technology wicks away sweat releases stains stain breaker technology secure pockets"
            ],
            "average_rating": 4.5,
            "price": 48.5,
            "features": [
                "100% Cotton",
                "Button closure",
                "Machine Wash",
                "Fast dry technology wicks away sweat",
                "Releases stains stain breaker technology",
                "Secure pockets"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Men",
                "Uniforms, Work & Safety",
                "Clothing",
                "Work Utility & Safety",
                "Pants"
            ],
            "details": {
                "Package Dimensions": "1 x 1 x 1 inches; 1 Pounds",
                "Item model number": "101148",
                "Department": "Mens",
                "Date First Available": "February 6, 2014",
                "Manufacturer": "Carhartt Sportswear - Mens"
            },
            "images": "images_main/6231.jpg",
            "new_description": "The Carhartt Men's Force Tappen Cargo Pant is designed for durability and comfort, made from tough 7-ounce, 100% ripstop cotton fabric. This pant sits slightly below the waist and features a relaxed fit through the seat and thigh, allowing for ease of movement. Key features include:\n\n- **FastDry Technology**: Wicks away sweat to keep you dry and comfortable.\n- **Stain Breaker Technology**: Releases stains in the wash, maintaining the pant's appearance.\n- **Gusseted Crotch and Articulated Knees**: Enhance mobility, making it easier to crouch, reach, or climb.\n- **Secure Storage**: Includes hidden hook-and-loop back pocket flaps and cargo flaps, along with a side cargo pocket featuring a zipper for added security.\n- **Closure**: Button closure for a secure fit.\n- **Care**: Machine washable for easy maintenance.\n\nThe pants are styled in a neutral khaki color, making them versatile for various work environments.",
            "item_id": "6231"
        }
    },
    {
        "profile": "'Name: Marcus Clarke, Gender: male, Age: 21,Profession: Adult nurse",
        "scenario": "As the summer approached, Marcus Clarke found himself feeling a bit restless. With his busy schedule as an adult nurse, he rarely had the chance to unwind and enjoy the warmer weather. However, this year was different; he had been invited to a friend's outdoor wedding, and he was determined to make a statement. He wanted to step out of his comfort zone and embrace a new style that reflected his vibrant personality. \n\nIn the weeks leading up to the wedding, Marcus began to explore fashion trends, scrolling through social media and saving images of outfits that caught his eye. He was particularly drawn to the idea of wearing something that was not only stylish but also comfortable enough to wear throughout the day. He envisioned himself dancing under the sun, mingling with friends, and enjoying the festivities without feeling restricted. \n\nOne evening, while browsing a fashion website, he stumbled upon a collection of one-piece outfits that seemed to embody everything he was looking for. The thought of a versatile piece that could easily transition from a casual gathering to a semi-formal event excited him. He imagined how effortlessly he could accessorize it with a nice belt and some trendy shoes, creating a polished look without sacrificing comfort. \n\nWith the wedding date approaching, Marcus felt a rush of excitement and anticipation. He knew he needed to find the perfect outfit that would not only make him feel confident but also allow him to move freely as he celebrated with his friends. The idea of wearing something that was both fashionable and easy to wear was becoming increasingly appealing, and he couldn't wait to see how he would look in it on the big day.",
        "requirements": "Marcus is looking for something stylish yet comfortable that allows for ease of movement.",
        "target_item": {
            "title": "BTFBM Women Jumpsuits Crew Neck Ruffle Cap Sleeve Belted High Waist Wide Leg Romper with Pockets One Piece Casual Outfits",
            "description": [],
            "average_rating": 4.2,
            "price": 40.99,
            "features": [
                "97%Polyester, 3%Elastane",
                "Imported",
                "Pull On closure",
                "Machine Wash",
                "FEATURES: S=US 4-6, M=US 8-10, L=US 12-14, XL=US 16-18, XXL=US 20-22 / Jumpsuits For Women / Rompers For Women Summer / One Piece Jumpsuits For Women / Wide Leg Jumpsuits For Women / Crew Neck / Ruffle Cap Sleeve / Self Tie Belt At Waist / High Waist / Back Zip Closure / Side Pockets / Wide Leg Long Pants / Solid Color / Stretchy Fabric",
                "JUMPSUITS FOR WOMEN SUMMER: This Womens Jumpsuits Is Made Of Soft And Comfy Material, Moderate Thickness Prevents See Through Problem While Ensures A Breathable And Comfortable Wear Experience For Spring, Summer. This Rompers For Women Can Be Put On Or Taken Off Easily, Thank To Its Stretchy Fabric And The Concealed Back Zipper Closure",
                "FASHION COLOR CHOICES: Wine Red Jumpsuits For Women Dressy / Rose Red Womens Rompers For Summer / Pink Jumpsuits For Women Casual / Navy Formal Jumpsuits For Women / Dark Green Rompers For Women Dressy / Royal Blue Pants One Piece Suit For Women / Black Jumpsuit For Women / Blue Green Jumpsuits For Women Elegant",
                "DRESSY JUMPSUITS FOR WOMEN: The Solid Color Womens Rompers That Equip With Casual Crew Neck And Ruffle Cap Sleeve Are Stylish And Classic. The High Waist Belted Design Combines With Wide Leg Long Pants, Visually Prolongs Your Leg And Creates A Slimmer Look. The Side Pockets On This Jumpsuits For Women Allow You To Put The Little Things Conveniently",
                "SUMMER OUTFITS FOR WOMEN: You Can Dress It Up With Necklace And Sandals For a Gorgeous Outfit On Your Summer Time! The Womens Rompers And Jumpsuits Are Suitable For Dating, Wedding Guest, Party, Evening Club, Prom, Beach, Vacation, Formal, Birthday, Graduation"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Clothing",
                "Jumpsuits, Rompers & Overalls",
                "Jumpsuits"
            ],
            "details": {
                "Package Dimensions": "8 x 5 x 2 inches; 4.8 Ounces",
                "Department": "Women",
                "Date First Available": "December 9, 2022"
            },
            "images": "images_main/92439.jpg",
            "new_description": "The BTFBM Women Jumpsuit is a stylish and versatile one-piece outfit designed for casual and semi-formal occasions. It features a crew neck and ruffle cap sleeves, adding a feminine touch. The jumpsuit is belted at the high waist, which helps to create a flattering silhouette and visually elongates the legs. \n\nMade from a blend of 97% polyester and 3% elastane, the fabric is soft, stretchy, and comfortable, ensuring ease of movement. The jumpsuit includes a concealed back zipper for easy wear and side pockets for convenience. The wide-leg design offers a relaxed fit, making it suitable for warm weather. \n\nAvailable in various solid colors, including wine red, rose red, navy, dark green, royal blue, and black, it can be dressed up or down. This piece is perfect for summer outings, parties, weddings, or casual gatherings, and can be accessorized with jewelry and sandals for a complete look. The jumpsuit is machine washable, making it easy to care for.",
            "item_id": "92439"
        }
    },
    {
        "profile": "'Name: Mackenzie Martinez, Gender: female, Age: 46,Profession: Advertising copywriter",
        "scenario": "Mackenzie Martinez was buzzing with excitement as she prepared for her daughter's upcoming wedding. As an advertising copywriter, she had always been the creative force behind many successful campaigns, but this time, she was focused on something much more personal. The wedding was not just a significant event for her daughter; it was a celebration of love that brought the entire family together. With the date fast approaching, Mackenzie felt the pressure to look her best. She envisioned herself in a stunning dress that would complement her figure and make her feel confident as she walked her daughter down the aisle. \n\nWhile browsing through her closet, she realized that her wardrobe lacked the perfect undergarment that would provide the support she needed for her chosen dress. She wanted something that would enhance her silhouette, allowing her to feel both elegant and comfortable throughout the day. Additionally, she knew she would need a versatile piece that could adapt to the various styles of dresses she was considering, especially one that would work with the low-cut neckline she had in mind. \n\nWith these thoughts swirling in her head, Mackenzie decided it was time for a shopping trip. She was determined to find the right piece that would not only boost her confidence but also ensure she felt fabulous as she celebrated this momentous occasion with her family.",
        "requirements": "Mackenzie requires a comfortable fit that enhances her silhouette and a versatile design suitable for various dress styles.",
        "target_item": {
            "title": "ZUKULIFE Women's Essentials Deep U Multi-Way Push Up Convertible Low Cut Plunge Bra",
            "description": [],
            "average_rating": 3.7,
            "price": 19.99,
            "features": [
                "85% Nylon, 15% Spandex",
                "Imported",
                "Hook and Eye closure",
                "Hand Wash Only",
                "SIZE UP: it is so Plunge will be tight, please choose 1-2 bigger size. if you wear size 40D, we advise you choose the 42D.",
                "DEEP PLUNGE: The Deep U stype speaks for itself, Deep plunge give extra lift and create cleavage.",
                "CLEAVAGE: Push up cups to give extra lift and great cleavage, even small breast will looks AWESOME.",
                "CONVERTIBEL: Convertible straps can be worn as conventional, halter or criss-cross, for any low cut bridal, fit for party or cocktail dress",
                "MULTIWAY: Can be worn wear as low plunge bra, push up bra, low back bra, backless bra, halter bra, criss-cross back bra, perfect bra to go with any dresses or tops"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Clothing",
                "Lingerie, Sleep & Lounge",
                "Lingerie",
                "Bras",
                "Everyday Bras"
            ],
            "details": {
                "Department": "womens",
                "Date First Available": "September 20, 2018"
            },
            "images": "images_main/59044.jpg",
            "new_description": "The ZUKULIFE Women's Essentials Deep U Multi-Way Push Up Convertible Low Cut Plunge Bra features a deep plunge design that enhances lift and creates cleavage. Made from a blend of 85% nylon and 15% spandex, it offers a comfortable fit with a hook and eye closure. The bra is designed to be hand washed only. \n\nKey features include:\n\n- **Deep Plunge Style**: Provides extra lift and enhances cleavage.\n- **Push Up Cups**: Designed to give additional support and create a flattering silhouette, making it suitable for various breast sizes.\n- **Convertible Straps**: Can be worn in multiple ways—conventional, halter, or criss-cross—making it versatile for different outfits, including low-cut bridal gowns and party dresses.\n- **Multiway Functionality**: Suitable for wearing as a low plunge bra, push up bra, low back bra, backless bra, halter bra, or criss-cross back bra, making it ideal for pairing with various dresses and tops.\n\nAdditionally, it is recommended to size up by 1-2 sizes for a comfortable fit due to the plunge design.",
            "item_id": "59044"
        }
    },
    {
        "profile": "'Name: Vincent Blanchard, Gender: male, Age: 19,Profession: Advertising account planner",
        "scenario": "Vincent Blanchard was feeling the pressure as he prepared for the upcoming company retreat. As an advertising account planner, he knew that first impressions were crucial, especially when meeting clients and colleagues in a more relaxed setting. The retreat promised a mix of team-building activities and casual discussions, and he wanted to strike the right balance between looking professional yet approachable. \n\nWith the event just a week away, Vincent rummaged through his closet, realizing that his usual attire was too formal for the planned activities. He needed something that would allow him to move freely during the outdoor games while still looking polished enough for the evening networking sessions. \n\nAs he pondered over his options, he recalled how his colleagues had mentioned the importance of comfort and breathability in their clothing choices for such events. He felt that if he could find something that offered a snug fit without being restrictive, it would help him feel more confident and engaged throughout the retreat. \n\nDetermined to find the perfect outfit, Vincent decided to head to the local sportswear store. He envisioned himself in something that would not only keep him comfortable during the day’s activities but also transition seamlessly into the evening’s social gatherings. With a clear idea of what he was looking for, he felt a sense of excitement about the upcoming event and the opportunity to connect with his team in a more relaxed atmosphere.",
        "requirements": "Comfort and breathability",
        "target_item": {
            "title": "CRZ YOGA Women's Strappy Back Yoga Tank Tops - Built in Shelf Bra Sports Camisole Padded Long Workout Shirts",
            "description": [],
            "average_rating": 4.4,
            "price": 26.0,
            "features": [
                "Cottony Soft Fabric: 88% Polyamide, 12% Lycra",
                "Imported",
                "Pull On closure",
                "Machine Wash",
                "Designed for low impact. Comfy enough to sleep in, supportive enough for Yoga and Pilates.",
                "Cotton Soft collection: Four-way stretch blended fabric crafted with cottony-soft feel, which is breathable and skin-friendly. Added Lycra for shape retention. Decent thick material gives decent support while still wicks sweat quickly.",
                "Mesh built-in bra with removable padding for extra support and coverage, with stretchy chest band to avoid shifting up.",
                "Slim fit with a bit compression, it contours your natural body shape and no baggy.",
                "Trible criss cross straps for stability and fashion. This workout athletic tank top lies flat under your armpits area and will not slip down."
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Clothing",
                "Active",
                "Active Shirts & Tees",
                "Tank Tops"
            ],
            "details": {
                "Department": "Womens",
                "Date First Available": "April 16, 2020"
            },
            "images": "images_main/81461.jpg",
            "new_description": "The CRZ YOGA Women's Strappy Back Yoga Tank Top is a stylish and functional athletic tank designed for low-impact activities like yoga and Pilates. It features a slim fit with a bit of compression, contouring to the natural body shape without being baggy. The tank is made from a cottony-soft fabric blend of 88% polyamide and 12% Lycra, ensuring breathability and skin-friendliness while providing decent support and moisture-wicking properties.\n\nKey features include a mesh built-in bra with removable padding for added support and coverage, complemented by a stretchy chest band that prevents shifting. The design includes triple crisscross straps at the back, offering both stability and a fashionable look. The tank top lies flat under the armpits, ensuring it stays in place during movement. It is machine washable and easy to care for, making it a practical choice for active wear.",
            "item_id": "81461"
        }
    },
    {
        "profile": "'Name: Ashley Rubio, Gender: female, Age: 28,Profession: General practice doctor",
        "scenario": "As Ashley Rubio wrapped up her long day at the clinic, she couldn't help but feel the weight of her worn-out shoes. After a grueling week of back-to-back patients, her feet ached, and she realized it was time for a change. With a friend's wedding coming up in just a few days, she knew she needed something that would not only elevate her outfit but also keep her comfortable throughout the evening. \n\nAs she scrolled through her phone on the way home, she thought about how much she loved dressing up for special occasions. The thought of stepping into a beautiful venue, surrounded by friends and family, made her heart flutter. However, she also remembered the last wedding she attended, where she spent most of the night shifting uncomfortably in her shoes. This time, she wanted to ensure that her footwear would allow her to dance the night away without a second thought. \n\nAshley decided to make a quick stop at her favorite boutique on the way home. She envisioned herself in something that sparkled, something that would catch the light as she moved. A pair of flats that were not only stylish but also provided the support she needed for a long evening of celebration seemed like the perfect solution. With excitement bubbling inside her, she entered the store, ready to find the perfect pair that would meet her needs for both comfort and flair.",
        "requirements": "Ashley is looking for shoes that are stylish and comfortable.",
        "target_item": {
            "title": "Betsey Johnson Women's CROSBEY Ballet Flat",
            "description": [
                "Betsey johnson's Crosby comfortable flats will light up the night thanks to the all-over glittery finish",
                "New York designer Betsey Johnson has built her long-standing career in fashion by following her own set of rules. Known for her celebration of the exuberant, the embelished, and the over the top, Betsey has been rocking the fashion industry with her unique and original designs since the 1960's. Betsey Johnson, both the woman and the label, is constantly moving forward and continues to keep a strong foothold in the fashion industry with no signs of letting up anytime soon. Her love of detail and design is evident in everything she does in life and in business. Her enthusiasm, creativity and boundless talent that have kept her at the forefront of fashion for the past 40 years will keep Betsey going for years to come."
            ],
            "average_rating": 4.1,
            "price": null,
            "features": [
                "100% Glitter Synthetic",
                "Imported",
                "Synthetic sole",
                "Imported, manmade sole, manmade glitter upper"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Shoes",
                "Flats"
            ],
            "details": {
                "Item Weight": "5.4 Ounces",
                "Item model number": "CROSBEY",
                "Department": "womens",
                "Date First Available": "February 22, 2016",
                "Manufacturer": "Betsey Johnson"
            },
            "images": "images_main/34632.jpg",
            "new_description": "The Betsey Johnson Women's CROSBEY Ballet Flat is a stylish and eye-catching footwear option designed for comfort and flair. This flat features an all-over glittery finish that adds a touch of sparkle, making it perfect for evening wear or special occasions. \n\nThe shoe has a pointed toe design, which contributes to its elegant silhouette, while the scalloped edges along the upper provide a unique and playful detail. Made from 100% glitter synthetic material, it showcases a shimmering appearance that catches the light beautifully. \n\nThe sole is crafted from synthetic material, ensuring durability and a comfortable fit. With its imported construction and manmade components, this ballet flat embodies Betsey Johnson's signature style of exuberance and embellishment, making it a fashionable choice for women who appreciate distinctive design.",
            "item_id": "34632"
        }
    },
    {
        "profile": "'Name: Jennifer Cole, Gender: female, Age: 43,Profession: Engineer, maintenance",
        "scenario": "As Jennifer Cole sat at her kitchen table, she glanced at the calendar and felt a wave of excitement wash over her. Her daughter’s birthday was just around the corner, and this year, she wanted to make it extra special. Jennifer had been brainstorming gift ideas that would not only delight her daughter but also be practical for her busy lifestyle. \n\nBeing an engineer, Jennifer appreciated functionality and durability in everything she owned, and she wanted to pass that value onto her daughter. She recalled how her daughter often complained about not having a stylish yet practical bag to carry her essentials when out with friends or during family outings. \n\nWith the birthday party planned at the local park, Jennifer envisioned her daughter enjoying the day, running around with friends, and needing something to keep her hands free while still looking fashionable. The thought of a lightweight, easy-to-carry bag that could hold her phone and other small items while allowing her to move freely made Jennifer smile. \n\nAs she sipped her coffee, she decided it was time to hit the shops. She wanted to find something vibrant and fun that would match her daughter’s personality, yet also be sturdy enough to withstand the wear and tear of daily use. With a list of stores in mind, Jennifer felt a sense of purpose; she was determined to find the perfect gift that would make her daughter’s birthday unforgettable.",
        "requirements": "Jennifer is looking for a bag that is lightweight and durable.",
        "target_item": {
            "title": "Vera Bradley Cotton Little Crossbody Purse",
            "description": [
                "Our genuine Vera Bradley Little Crossbody will warm up your sense of style this season with the fun and considerate designs we are known for. Our Little Crossbody is the perfect travel companion to keep your essentials handy as well as your everyday bag for your daily commute. Measuring 8 x 5.75 x 2.5 inches with 56 inch strap this dainty Little Crossbody features 1 back slip pocket which is perfect for your phone, keys, or any other small items you want to keep at the ready with a zippered compartment to keep some cosmetics, small notepad, and other everyday items. To top it all off the Little Crossbody is also machine washable, making it not only easy to clean but also made with fade resistant Signature Cotton.At Vera Bradley, we believe in quality and style which is why we build our beautiful bags to keep you in lasting luxury with our Signature Collection. Our quilted cotton is colorful, lightweight, packable and (in some cases) washable. The quilted stitching sewn in tight configurations make up the Vera Bradley Signature Diamond Stitch, which not only adds an element of embroidered appeal and aesthetic, but also enhances the structural integrity of your favorite bag. Our bags are made for long lasting convenience and style, machine washable and fade-resistant this item can be a go-to staple for years to come. At our very core, Vera Bradley is an innovative brand for women. We’ve always been inspired by the needs of real women, and our proudest moments have been when we can bring communities of women together through their shared love of beauty. We design our products with a deep understanding of our consumer. You are the focus of all we do.. Vera Bradley makes your new favorite purse - whether you are looking for a crossbody, a satchel, a wristlet, a hobo, or a clutch, we have your hand bag needs covered with pockets and organization for your phone and other valuables."
            ],
            "average_rating": 4.5,
            "price": null,
            "features": [
                "100% Cotton",
                "Imported",
                "MACHINE WASHABLE SIGNATURE COTTON -- The fabric you know & love, our quilted cotton is lightweight yet durable, & comes in a variety of colorful patterns",
                "EVERYDAY USE -- Vera Bradley crossbody bags for women are perfect for any occasion - whether you are heading to work, on a weekend getaway, going to a party, or traveling, they are your perfect daily companion to wear over your shoulder or as a sling bag - & make great gifts too",
                "FIT YOUR PHONE -- Never lose your phone when you keep it safe & secure inside our Little Crossbody, with a perfectly sized pocket for your phone",
                "2-WAY WEAR -- Our Little Crossbody is designed for hands free movement & the adjustable crossbody strap allows you to wear this bag across your body from your shoulder to opposite hip, or simply hung from 1 shoulder",
                "PERFECTLY SIZED -- Our Little Crossbody measures 8 inches wide, 6 inches high, & 2 inches deep with a 56 inch strap & featuring 1 back slip pocket & 1 zippered main pocket"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Handbags & Wallets",
                "Crossbody Bags"
            ],
            "details": {
                "Product Dimensions": "2.25 x 8.75 x 5.75 inches; 4.6 Ounces",
                "Item model number": "14593-340",
                "Department": "Women's",
                "Date First Available": "July 9, 2015",
                "Manufacturer": "Vera Bradley"
            },
            "images": "images_main/35812.jpg",
            "new_description": "The Vera Bradley Cotton Little Crossbody Purse features a vibrant and colorful paisley pattern against a black background, showcasing the brand's signature quilted cotton design. Measuring approximately 8 inches wide, 5.75 inches high, and 2.5 inches deep, this lightweight yet durable bag is ideal for everyday use. It comes with a 56-inch adjustable strap, allowing for versatile wear as a crossbody or shoulder bag.\n\nThe purse includes one back slip pocket, perfectly sized for a phone or small essentials, and a zippered main compartment for added security. The quilted stitching not only enhances its aesthetic appeal but also contributes to its structural integrity. This crossbody is machine washable and made from fade-resistant fabric, ensuring it remains a stylish and practical choice for years to come. Perfect for any occasion, it combines functionality with a fun design, making it a great gift or personal accessory.",
            "item_id": "35812"
        }
    },
    {
        "profile": "'Name: Cathy Rogers, Gender: female, Age: 32,Profession: Further education lecturer",
        "scenario": "Cathy Rogers had been looking forward to this weekend for weeks. After months of hard work and dedication, she had finally completed a significant project at her college, and her students had shown remarkable improvement in their studies. To celebrate this personal achievement, she decided to treat herself to a shopping trip. As she walked through the bustling streets of the city, she felt a sense of pride and excitement bubbling within her. \n\nHer first stop was a trendy boutique known for its chic and functional accessories. Cathy loved the idea of finding something that not only looked good but also served a practical purpose for her busy lifestyle. As she browsed through the racks, she imagined herself heading to the local café after work, needing a stylish yet practical bag to carry her essentials. \n\nShe envisioned a bag that would allow her to keep her hands free while she juggled her coffee and notes, something that could easily transition from her lectures to casual outings with friends. The thought of a sleek, compact design that could hold her phone, wallet, and a few teaching materials made her heart race with anticipation. Cathy knew she wanted something durable that would withstand her daily adventures, yet still exude a sense of sophistication. \n\nAs she continued to explore the boutique, she felt a wave of satisfaction wash over her. This shopping trip was not just about buying something new; it was a celebration of her hard work and a reminder to herself that she deserved to indulge in quality pieces that complemented her lifestyle. With a smile on her face, she eagerly searched for the perfect accessory that would embody both style and functionality, marking this milestone in her life with a special purchase.",
        "requirements": "Cathy is looking for a stylish accessory that is both functional and durable.",
        "target_item": {
            "title": "LEVOGUE Genuine Leather Crossbody Handbag for Women - Shoulder bag for Womens Handmade by VALENCHI",
            "description": [],
            "average_rating": 4.4,
            "price": 38.99,
            "features": [
                "Leather",
                "Made in the USA or Imported",
                "Leather lining",
                "Zipper closure",
                "Made in USA or Imported",
                "✔100% Authentic: A handcrafted Leather women's cross body sling bag of stunning quality, meticulously stitched together into a gorgeous, timeless, and durable masterpiece that will stand up to daily wear and tear for many years to come.Handmade by professional artisans. Fully lined bill compartment. A beautifully crafted sling bag Leather at its Original character that improves with age. Oil Rich, and High quality leather.",
                "✔ Keep Essentials Handy: Exterior- Zip Compartment, Interior-1 Zip Compartment and a mobile holder.High Quality Fittings Handle Holder and strap adjuster.High Quality Zippers. measure 10 X 10 X 2 Inches",
                "✔ HASSLE MONEY BACK GUARANTEE - We know you'll love our Leather Bags as much as we do, if for any reason you're not 100% SATISFIED, let us know and our customer service team will make things right: full refund or a free replacement, whichever you prefer."
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Handbags & Wallets",
                "Crossbody Bags"
            ],
            "details": {
                "Is Discontinued By Manufacturer": "No",
                "Product Dimensions": "3.94 x 3.94 x 0.79 inches; 13.62 Ounces",
                "Department": "womens",
                "Date First Available": "February 18, 2019",
                "Country of Origin": "India"
            },
            "images": "images_main/76080.jpg",
            "new_description": "The LEVOGUE Genuine Leather Crossbody Handbag is a stylish and practical accessory designed for women. This handbag is made from high-quality leather that is rich in oil, ensuring durability and a timeless appearance that improves with age. It features a sleek black exterior with a minimalist design, highlighted by a subtle logo on the front.\n\nKey features include:\n\n- **Material**: Crafted from genuine leather with a leather lining.\n- **Closure**: Equipped with a secure zipper closure to keep your belongings safe.\n- **Dimensions**: Measures approximately 10 x 10 x 2 inches, making it compact yet spacious enough for essentials.\n- **Storage**: Includes an exterior zip compartment and an interior zip compartment along with a mobile holder for easy organization.\n- **Adjustability**: Comes with a high-quality adjustable strap for comfortable wear as a crossbody or shoulder bag.\n- **Craftsmanship**: Handmade by professional artisans, ensuring meticulous stitching and attention to detail.\n- **Quality Assurance**: Backed by a hassle-free money-back guarantee for customer satisfaction.\n\nThis handbag combines functionality with a sophisticated look, making it suitable for various occasions.",
            "item_id": "76080"
        }
    },
    {
        "profile": "'Name: Julia Wright, Gender: female, Age: 34,Profession: Company secretary",
        "scenario": "Julia Wright was excited as she prepared for the upcoming family reunion, a cherished event that brought together relatives from near and far. As the date approached, she found herself reminiscing about the last gathering, where laughter filled the air and stories were shared over a hearty meal. This year, however, she wanted to add a special touch to the occasion, something that would not only elevate her family's style but also create a sense of unity among them. \n\nWhile browsing through her favorite online store, Julia stumbled upon a collection of vintage-inspired accessories. She was particularly drawn to the idea of hats that could complement the autumnal colors of the season. As she envisioned her family members wearing matching hats, she felt a wave of warmth and nostalgia wash over her. \n\nJulia knew that comfort was key; she wanted her family to feel at ease while looking stylish. She also appreciated the idea of a classic design that could suit both casual gatherings and more formal family photos. With these thoughts in mind, she began to search for the perfect hats that would not only fit her family's diverse tastes but also provide the comfort they needed for a day filled with activities and laughter.",
        "requirements": "Comfort and classic design",
        "target_item": {
            "title": "2 Pack Newsboy Hats for Men Classic Herringbone Tweed Wool Blend Flat Cap Ivy Cabbie Driving Hat",
            "description": [
                "Men's Flat Ivy Newsboy Driving Hat Premium fabrics, a hint of stretch and a soft feel bring both luxury and comfort to your day. Material: 90% Polyester and 10% Wool Size: Inside of hat circumference appox 23\" ~ 23 1/2\", Measurement is made around the inside of hat, Crown measures approx 4\" deep and brim 2\" Style: Old school style newsboy hat, vintage style Interior: Soft quilted inner lining Brim: Small stiff brim in front Package: 2 Pack Wash Instruction: Do not wash, wipe with moist cloth Great Gift Ideas Get this gift today for your loved ones Friends, co-workers and anyone else too Any holiday, Any day our hats are great gifts! 2 Pack Men's Flat cap ivy newsboy hat, it is great for all occasions ats reserved. Enjoy the great outdoors or attend a sporting event with this herringbone winter hat for men. The Fall and Winter months are packed with cold and there is no better way to keep your head along with the rest of your body warm with this iconic hunt plaid sing Flat Cap."
            ],
            "average_rating": 4.5,
            "price": 13.99,
            "features": [
                "Polyester,Wool",
                "Imported",
                "Pull-On closure",
                "Hand Wash Only",
                "Material: This newsboy hats for men is made of polyester and cotton,more breathable and comfortable. Skin-friendly and classic design.",
                "Product size: This newsboy cap is suitable for most size. Inside of hat circumference approx 23\"-23 1/2\", measurement is made around the inside of hat, Crown measures approx 4\" deep and brim 2\".",
                "Good match: The newsboy hats are mainly designed for adult and boys. Lightweight, classic, vintage style. This flat cap is great for everyday wear, great for vacations and outdoor activities.Perfect holiday gift guide.",
                "Gift: Stylish and Classy Look,Warm Fall Winter Style. This irish caps for men can be considered as a holiday gift guide for men, whether you want go outdoors or go on a vacation or join a party, This is also a gift for your friend and father.",
                "Intimate Reminder: We will strive to provide better service. If you have any problem with this cabbie hats for men, you can let me know."
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Men",
                "Accessories",
                "Hats & Caps",
                "Newsboy Caps"
            ],
            "details": {
                "Department": "Mens",
                "Date First Available": "February 28, 2023",
                "Manufacturer": "Senker Fashion"
            },
            "images": "images_main/69998.jpg",
            "new_description": "The product is a 2 Pack of Newsboy Hats designed for men, featuring a classic herringbone tweed pattern. These flat caps are made from a blend of 90% polyester and 10% wool, providing a soft feel with a hint of stretch for comfort. \n\n**Key Features:**\n- **Material:** 90% Polyester, 10% Wool, ensuring breathability and comfort.\n- **Size:** The inside circumference of the hat measures approximately 23\" to 23 1/2\", with a crown depth of about 4\" and a brim length of 2\".\n- **Design:** Old school vintage style with a small stiff brim at the front, suitable for various occasions.\n- **Interior:** Soft quilted lining enhances comfort.\n- **Care Instructions:** Hand wash only; do not machine wash.\n- **Packaging:** Sold as a set of two hats, offering versatility in style.\n- **Occasion:** Ideal for everyday wear, outdoor activities, or as a stylish accessory during fall and winter months.\n\nThis product is a great gift option for friends, family, or co-workers, making it suitable for any holiday or special occasion.",
            "item_id": "69998"
        }
    },
    {
        "profile": "'Name: Brittany Young, Gender: female, Age: 60,Profession: Freight forwarder",
        "scenario": "Brittany Young had always been an active person, but as she approached her 60th birthday, she felt a renewed sense of purpose to celebrate her health and accomplishments. This year, she decided to treat herself to a weekend getaway in the mountains, a place she loved for its fresh air and beautiful trails. As she packed her bags, she realized that her old outdoor gear was starting to show its age. \n\nWith the excitement of her upcoming trip, Brittany wanted to ensure she was comfortable during her hikes and cozy during her downtime. She remembered how much she enjoyed the feeling of being warm and dry after a long day outdoors, especially when she could relax by the fire with a good book. \n\nAs she browsed through her favorite outdoor store, she found herself drawn to the section featuring active wear. She was particularly interested in finding something that would keep her comfortable throughout her adventures, especially something that could handle the sweat from her hikes while also being easy to care for after a long day. Brittany felt a sense of satisfaction knowing that she was investing in her well-being and comfort as she celebrated this milestone in her life.",
        "requirements": "Comfort during outdoor activities, Easy care after use.",
        "target_item": {
            "title": "Polarmax Acclimate Pant - Men's",
            "description": [
                "210745 Features: Stay warm and dry in Acclimate to a polyester fabric that draws sweat away from your skin so that it can evaporate at the garment's exterior Wear them all day on the slopes and don't worry about smelling like your high school locker room to the synthetic textile is breathable, quick-drying, and odor resistant Wear them over and over, with pick-resistant fabric, your baselayer doesn't end up looking shabby Never chafe in the cleanly constructed seams that minimize excess fabric and stitching Get out of your ski or snowboard clothes and settle in for an evening of lounging in the cozy, relaxed fit Specifications: Fabric: polyester"
            ],
            "average_rating": 4.3,
            "price": 12.99,
            "features": [
                "synthetic",
                "Machine Wash",
                "100% Polyester",
                "Mid-Weight with flat seam construction for ultimate comfort",
                "100% Acclimate Dry,Polyester. Wicks/Breathes/Quick Drying",
                "Machine Wash and Dry, NO Shrinking",
                "100% Made in the USA"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Men",
                "Clothing",
                "Active",
                "Active Base Layers"
            ],
            "details": {
                "Item model number": "2C12V",
                "Department": "Mens",
                "Date First Available": "October 20, 2006",
                "Manufacturer": "PolarMax"
            },
            "images": "images_main/46231.jpg",
            "new_description": "The Polarmax Acclimate Pant for men is designed for comfort and performance in active environments. Made from 100% polyester, these pants feature a mid-weight fabric that effectively wicks moisture away from the skin, allowing sweat to evaporate at the garment's exterior. This ensures that wearers stay warm and dry, making them ideal for all-day use on the slopes.\n\nKey features include:\n- Breathable and quick-drying synthetic textile that resists odors, allowing for multiple wears without unpleasant smells.\n- Pick-resistant fabric that maintains a neat appearance over time.\n- Cleanly constructed seams that minimize excess fabric and stitching, preventing chafing and enhancing comfort.\n- Cozy, relaxed fit suitable for lounging after outdoor activities.\n\nThese pants are machine washable and designed to avoid shrinking, ensuring durability and ease of care. Proudly made in the USA, they are a reliable choice for active base layers in various outdoor conditions.",
            "item_id": "46231"
        }
    },
    {
        "profile": "'Name: Matthew Hayes, Gender: male, Age: 57,Profession: Homeopath",
        "scenario": "As Matthew Hayes sat in his cozy home office, he glanced at the calendar and noticed that his grandson's birthday was just around the corner. Excitement bubbled within him as he recalled the joy on his grandson's face during their last family gathering, where they spent the day playing games and sharing stories. This year, he wanted to make the celebration even more special. \n\nMatthew decided to take a trip to the local mall, where he could find something unique that would bring a smile to his grandson's face. He envisioned a gift that would not only be fun but also comfortable enough for his grandson to wear during the party and beyond. As he walked through the vibrant stores, he thought about how much his grandson loved playful characters and bright colors. \n\nWith each step, he felt a sense of purpose, knowing that he was on a mission to find the perfect gift that would embody both fun and comfort. He imagined his grandson wearing something that would allow him to play freely while also showcasing his personality. Matthew's heart warmed at the thought of his grandson's laughter and joy as he unwrapped the surprise gift, and he couldn't wait to find that special item that would make the day unforgettable.",
        "requirements": "fun and comfort",
        "target_item": {
            "title": "Curious George All Day Every Day Licensed Graphic T-Shirt - Small",
            "description": [],
            "average_rating": 4.5,
            "price": null,
            "features": [
                "Pull On closure",
                "QUICKLY"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Novelty & More",
                "Clothing",
                "Novelty",
                "Men",
                "Shirts",
                "T-Shirts"
            ],
            "details": {
                "Product Dimensions": "12 x 9 x 0.75 inches; 3.2 Ounces",
                "Item model number": "GT4CU90250WS",
                "Department": "Mens",
                "Date First Available": "February 11, 2015"
            },
            "images": "images_main/48567.jpg",
            "new_description": "The Curious George All Day Every Day Licensed Graphic T-Shirt is a vibrant yellow shirt designed for casual wear. It features a playful graphic of Curious George lounging, accompanied by the bold text \"ALL DAY EVERY DAY\" prominently displayed. The shirt is made with a pull-on closure for easy wear, ensuring comfort and convenience. Its lightweight fabric makes it suitable for all-day use, while the bright color adds a fun and cheerful touch to any outfit. This t-shirt is categorized under clothing, specifically as a novelty item for men, and is available in a small size.",
            "item_id": "48567"
        }
    },
    {
        "profile": "'Name: Katherine Evans, Gender: female, Age: 29,Profession: Restaurant manager, fast food",
        "scenario": "Katherine Evans was buzzing with excitement as she prepared for her best friend's upcoming birthday party. As the restaurant manager of a busy fast-food joint, she often found herself in the midst of chaos, but this event was a welcome break from her routine. Her friend, an avid swimmer and outdoor enthusiast, had recently taken up a new hobby: beach volleyball. Katherine wanted to find the perfect gift that would not only be thoughtful but also practical for her friend's active lifestyle. \n\nWhile browsing through a local store, Katherine recalled how her friend had mentioned needing something comfortable and breathable for those long days spent under the sun. She envisioned her friend wearing something that would allow for easy movement while still looking stylish. As she wandered through the clothing aisles, Katherine's mind raced with ideas, picturing her friend's face lighting up with joy upon receiving a gift that catered to both comfort and sun protection. \n\nWith the party just around the corner, Katherine felt the pressure to find something special. She was determined to choose a gift that would not only be functional but also reflect her friend's vibrant personality. The thought of her friend enjoying the beach and feeling confident in her new outfit filled Katherine with warmth and anticipation. She couldn't wait to see her friend's reaction!",
        "requirements": "Comfort and breathability",
        "target_item": {
            "title": "Alipolo Mens Lightweight UPF 50+Swim Shirt Loose-Fit Swim Tee Sports Running Short Tees Blue X-Large",
            "description": [],
            "average_rating": 3.7,
            "price": null,
            "features": [
                "Pull On closure"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Novelty & More",
                "Clothing",
                "Novelty",
                "Men",
                "Shirts",
                "T-Shirts"
            ],
            "details": {
                "Package Dimensions": "13.5 x 10.6 x 3.6 inches; 4 Ounces",
                "Item model number": "Z20160323MTshirt-20",
                "Department": "mens",
                "Date First Available": "March 23, 2016"
            },
            "images": "images_main/7370.jpg",
            "new_description": "The Alipolo Men's Lightweight UPF 50+ Swim Shirt is designed for active wear, featuring a loose-fit style suitable for swimming, running, and other sports. The shirt is predominantly blue with vibrant green accents on the shoulders and sides. It has a short-sleeve design, allowing for ease of movement during physical activities. \n\nKey features include:\n\n- **Material**: Lightweight fabric that offers comfort and breathability.\n- **UPF 50+ Protection**: Provides excellent sun protection, making it ideal for outdoor activities.\n- **Pull-On Closure**: Easy to wear, ensuring a secure fit without the hassle of zippers or buttons.\n- **Design**: The front showcases a subtle pattern of horizontal lines, adding a modern touch to its sporty aesthetic.\n\nThis shirt is available in X-Large size, making it suitable for a variety of body types.",
            "item_id": "7370"
        }
    },
    {
        "profile": "'Name: Amy Wilson, Gender: female, Age: 53,Profession: Energy manager",
        "scenario": "As the leaves began to change color and the air turned crisp, Amy Wilson felt the familiar excitement of the new season approaching. With her busy schedule as an energy manager, she often found herself caught up in work, leaving little time for herself. However, she had made a promise to prioritize her comfort and well-being this fall. \n\nOne Saturday morning, she decided to take a break from her routine and indulge in some seasonal shopping. The local mall was buzzing with activity, and the vibrant displays of autumn clothing drew her in. As she strolled through the stores, Amy felt a sense of rejuvenation. She was on the lookout for pieces that would not only keep her warm but also provide the comfort she craved during her long workdays.\n\nWhile browsing through a boutique, she noticed a section dedicated to everyday essentials. Amy's mind wandered to her current wardrobe, which lacked the comfort she desired. She recalled how often she felt restricted in her clothing, especially during busy days filled with meetings and site visits. She needed something that would offer support without compromising on comfort, something that would allow her to move freely and confidently throughout her day.\n\nAs she picked up a few items to try on, Amy felt a wave of anticipation. She envisioned herself wearing soft, breathable fabrics that would keep her feeling fresh and comfortable, no matter the temperature fluctuations of the season. With a smile, she headed to the fitting room, ready to find the perfect additions to her wardrobe that would meet her needs for both comfort and support.",
        "requirements": "Comfort and support",
        "target_item": {
            "title": "Yummie Women's Audrey Seamless Wire Free Comfort Day Bra",
            "description": [
                "An ultra-comfy Yummie bralette with a longline silhouette. Wide side and back panels give added support to the seamless style."
            ],
            "average_rating": 3.9,
            "price": 26.6,
            "features": [
                "43% Tencel, 43% Rayon, 10.5% Nylon, 3.5% Spandex",
                "Imported",
                "Elastic closure",
                "Machine Wash",
                "This is a soft and comfy everyday bra that smooths around your sides and back with a disappearing edge for a no-show look.",
                "Dig-free adjustable straps give you just the right fit plus no closure means no bump in the back.",
                "Made with Outlast Technology to regulate your body temp by storing heat when you're hot, and releasing it when you're cold.",
                "Do not bleach. Do not tumble dry, line dry only. Do not iron or dry clean.",
                "Machine wash in a cold, gentle cycle with like colors.",
                "Weave type: Knit"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Clothing",
                "Lingerie, Sleep & Lounge",
                "Lingerie",
                "Bras",
                "Everyday Bras"
            ],
            "details": {
                "Department": "womens",
                "Date First Available": "June 20, 2015",
                "Manufacturer": "Yummie"
            },
            "images": "images_main/81371.jpg",
            "new_description": "The Yummie Women's Audrey Seamless Wire Free Comfort Day Bra is designed for ultimate comfort with a longline silhouette. It features wide side and back panels that provide additional support while maintaining a seamless appearance. Made from a blend of 43% Tencel, 43% Rayon, 10.5% Nylon, and 3.5% Spandex, this bra is soft and stretchy, ensuring a comfortable fit.\n\nKey features include:\n- An elastic closure for easy wear.\n- Machine washable in a cold, gentle cycle with like colors; do not bleach, tumble dry, or iron.\n- A dig-free design with adjustable straps for a personalized fit, eliminating any back bumps due to the absence of a closure.\n- Incorporation of Outlast Technology, which helps regulate body temperature by storing heat when it's warm and releasing it when cooler.\n- The knit weave type enhances the overall softness and comfort.\n\nThis bra is ideal for everyday wear, providing a smooth look around the sides and back for a no-show effect.",
            "item_id": "81371"
        }
    },
    {
        "profile": "'Name: Jodi Mason, Gender: female, Age: 36,Profession: Oncologist",
        "scenario": "Jodi Mason had been looking forward to the upcoming summer gala hosted by the hospital to celebrate the achievements of her oncology department. As an oncologist, she often found herself in scrubs and sensible shoes, but this event was an opportunity to dress up and connect with colleagues in a more relaxed setting. With the event just a week away, she felt a mix of excitement and anxiety about finding the perfect outfit. \n\nWhile browsing through her closet, Jodi realized that her summer wardrobe was lacking in stylish footwear. She wanted something that would not only complement her elegant dress but also keep her comfortable throughout the evening. After a long day at work, the last thing she wanted was to be distracted by sore feet while mingling with her peers. \n\nAs she envisioned herself gliding across the dance floor, she knew she needed sandals that would provide both support and a chic look. Jodi began to search online for options that would fit her requirements, focusing on styles that offered a secure fit and a touch of sophistication. The thought of slipping into a pair of fashionable sandals that would elevate her outfit while ensuring she could enjoy the night without discomfort filled her with anticipation.",
        "requirements": "Jodi is looking for sandals that provide comfort for extended wear and a secure fit.",
        "target_item": {
            "title": "mikarka Sandals for Women, Platform Ankle Strap Womens Sandals Open Toe Espadrille Wedge Sandals for Women Concise Casual Summer Womens Shoes",
            "description": [],
            "average_rating": 4.1,
            "price": 47.99,
            "features": [
                "Rubber sole",
                "☞【ADVANCED SANDALS FOR WOMEN】: These sandals for women upper made by artificial vintage nubuck leather and woven from linen straw, striped grooved non-slip rubber platform bottom, safe and comfort to walk. Ultra-soft latex memory foam insole provide support, perfect for standing for a long time such as supermarket cashier, crazy driving people and any other people.",
                "☞【MEASUREMENT OF WOMENS SANDALS】: Womens sandals with comfortable espadrille wedge heel~ about 11.5cm=4.53 inches, Platform~approximately 4.5cm=1.77 inches, Mikarka sandals for women with adjustable ankle strap. Lots of people love this ergonomic wedge heel and platform design on INS.",
                "☞【WEDGE SANDALS FOR WOMEN FEATURES 】: Super cute summer sandals for women, these wedge sandals for women features jute rope platform heel, classic ankle strappy closures are always easy simple on and off but never out of date, the super high wedge heel design make your legs looked more skinnier and longer, also keep you comfort all the day, open toe cutout design always keep your feet cool and dry all the day, this feel really great.",
                "☞【ESPADRILLE SANDALS FOR WOMEN OCCASIONS】: Casual, summer, home, street, shopping, outdoor, outdoor, club, walking, date, school, college, work, office, travel, party, trip, dogging. Collocation outfit these espadrille wedge sandals for Women are essential from dusk to dawn.",
                "☞【PLATFORM SANDALS FOR WOMEN NOTE】: Platform sandals for women - Please measure your feet length and width before place the order, then choose the right suitforable size according to our SHOES SIZE CHART! Please feel free to contact us for anything about these womens sandals. We will reply you ASAP.."
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Shoes",
                "Sandals",
                "Platforms & Wedges"
            ],
            "details": {
                "Department": "Womens",
                "Date First Available": "April 23, 2021",
                "Manufacturer": "mikarka"
            },
            "images": "images_main/61030.jpg",
            "new_description": "The Mikarka Sandals for Women are stylish platform ankle strap sandals designed for comfort and casual wear during the summer. Key features include:\n\n- **Material**: The upper is crafted from artificial vintage nubuck leather and woven linen straw, providing a chic and natural look.\n- **Sole**: The sandals feature a striped grooved non-slip rubber platform bottom, ensuring safety and stability while walking.\n- **Insole**: An ultra-soft latex memory foam insole offers excellent support, making them suitable for extended wear.\n- **Heel Height**: The espadrille wedge heel measures approximately 11.5 cm (4.53 inches), while the platform height is about 4.5 cm (1.77 inches).\n- **Design**: The sandals feature a classic ankle strap with adjustable closure for a secure fit, and an open toe cutout design that keeps feet cool and dry.\n- **Style**: The jute rope platform heel adds a trendy touch, and the overall design enhances the appearance of longer, slimmer legs.\n- **Versatility**: Ideal for various occasions such as casual outings, shopping, outdoor activities, and parties, making them a versatile addition to any wardrobe.\n\nThese sandals combine fashion with functionality, making them a must-have for summer footwear.",
            "item_id": "61030"
        }
    },
    {
        "profile": "'Name: Kayla Barker, Gender: female, Age: 50,Profession: Naval architect",
        "scenario": "Kayla Barker stood in front of her closet, surveying the array of clothes she had accumulated over the years. As a naval architect, her job often required her to be on-site, inspecting vessels and ensuring everything was up to standard. Yet, today was different. She had just completed a significant project that had been in the works for months, and she felt a wave of accomplishment wash over her. To celebrate this milestone, she decided it was time for a little self-reward. \n\nWith summer approaching, Kayla planned a weekend getaway with friends to a nearby beach resort. The thought of lounging by the pool and participating in yoga sessions on the beach filled her with excitement. However, as she thought about her wardrobe, she realized that she needed something that would provide both comfort and support for her active weekend. \n\nKayla recalled how, in the past, she had struggled with finding the right fit for her body type, especially when it came to clothing that could keep up with her lifestyle. She wanted something that would allow her to move freely during yoga and still feel secure while enjoying the sun. \n\nDetermined to find the perfect pieces for her trip, Kayla headed to the local boutique. As she browsed through the racks, she focused on items that promised a comfortable fit and the ability to support her during various activities. She envisioned herself feeling confident and at ease, whether she was stretching on the beach or simply relaxing by the pool with her friends. This was her moment to shine, and she was ready to embrace it with style.",
        "requirements": "Comfort and support during various activities.",
        "target_item": {
            "title": "KINYAOYAO Women's Plus Size High Impact Seamless Racerback Padded Bra Yoga Bra",
            "description": [
                "Why KINYAOYAO Bras?",
                "Medium-Support Seamless Fitness Wire-free Bra are soft and supportive,it's stretchy and allows for full movement while wear it.Wide straps will never slide from shoulders and no need to adjust them.Great for home use and public.  NO UNI-BOOB.Soft,Seamless construction feels ultra smooth,Built for Medium-Impact activity and all-day comfort.Idea for exercising,weight training, or any sport.It's also a great lounging, yoga or leisure&sleep bra too.  Features:Pull On closure,Mid Support,Pullover Style Sports Bra,Removable cups,Bound edges,Encased elastic bottom band.  Available in different sizes,suitable for different body sizes women and girls to wear.  Wearing Cabeles sports bra while you do exercise can effectively help you gain chest support, stabilize your chest functions, prevent chest injury, and reduce 90 percent of your breast vibrations.Fashion,Sports,Health...Just for you.",
                "Cabales Bras Size Chart",
                "We had completed 3000 questionnaires from our customers to show us the defects of our products' size info,quality of our products.Now we have improved the quality of our products and Modify size information to correct.Please check the size chart before you order it,thank you.  Reference size information:",
                "Available in sizes 1X-5X. Size 1X Fit:36DD/36DDD/38B/38C/38D/40B/40C Size 2X Fit:38DD/380DDD/40C/40D/40DD/42B/42C/42D Size 3X Fit:40DDD/42D/42DD/42DDD/44B/44C/44D/44DD Size 4X Fit:42DD/42DDD/44D/44DD/44DDD/46B/46C/46D Size 5X Fit:46DD/46DDD/48C/48D/48DD/48DDD",
                "NOTE:",
                "The cross size means the 2 size are all fit for you,the smaller size fit well and a little snug but supportive.the larger one fit well and loosely.If you takes it as the sleep bra or nursing bras,the larger size will be better.If you have a plump chest or need a loosely experience,1 size larger was recommended.\""
            ],
            "average_rating": 3.7,
            "price": 10.99,
            "features": [
                "96% Nylon, 4% Spandex",
                "Imported",
                "Elastic closure",
                "Hand Wash Only",
                "Plus-Size Light Impact Sports Bra,Pullover bra with wide straps and elasticized band.Available in different sizes,suitable for different body sizes women and girls to wear.",
                "WIRELESS COMFORT BRAS:No wires, clips, hooks or straps to adjust, Curve-hugging seamless design.Easy on, easy off pullover bra features a wide, comfortable bottom band and wide straps for added comfort.Sleek silhouette for no show under clothes.",
                "Ultra-smooth fabric delivers a highly agreeable feel, offering maximum comfort:Best for yoga bra,sports bra,even sleeping bra,comfortable enough to sleep in.",
                "Medium-Support Seamless Fitness Wire-free Bra are soft and supportive,it's stretchy and allows for full movement while wear it.Straps will never slide from shoulders and no need to adjust them.Great for home use and public.",
                "About Size:The bras size may not 100% conform to the standard size,please check the Size-Chart image on the left or refer to the Product Description column to get the best size for you.Made of nylon and Spandex fabric; hand wash; do not machine wash, iron or bleach.(Hand Wash Recommended)."
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Clothing",
                "Lingerie, Sleep & Lounge",
                "Lingerie",
                "Bras",
                "Sports Bras"
            ],
            "details": {
                "Item model number": "CA-PLUS-2022-NEW",
                "Department": "Womens",
                "Date First Available": "September 27, 2022"
            },
            "images": "images_main/44528.jpg",
            "new_description": "The KINYAOYAO Women's Plus Size High Impact Seamless Racerback Padded Bra is designed for comfort and support during various activities. This medium-support, wire-free sports bra features a seamless construction that feels ultra-smooth against the skin. \n\nKey features include:\n- **Material**: Made from 96% nylon and 4% spandex, providing a stretchy and comfortable fit.\n- **Design**: The pullover style includes a racerback design for full range of motion, with wide straps that stay in place without slipping.\n- **Support**: Removable cups offer customizable support, while the encased elastic bottom band ensures a secure fit.\n- **Versatility**: Suitable for medium-impact activities such as yoga, weight training, and lounging, making it ideal for both exercise and everyday wear.\n- **Size Range**: Available in plus sizes 1X to 5X, accommodating various body types.\n- **Care Instructions**: Hand wash only; do not machine wash, iron, or bleach.\n\nThis bra combines functionality with comfort, making it a great choice for active women seeking reliable support without compromising on style.",
            "item_id": "44528"
        }
    },
    {
        "profile": "'Name: Mrs. Ann Crawford PhD, Gender: female, Age: 23,Profession: Office manager",
        "scenario": "As Mrs. Ann Crawford prepared for the upcoming summer gala, she felt a mix of excitement and anxiety. This event was not just any gathering; it was the annual charity ball where the city's elite would showcase their finest attire and accessories. Ann, being an office manager at a prestigious firm, understood the importance of making a lasting impression among her peers. She had spent weeks curating the perfect outfit, a stunning dress that exuded elegance and sophistication. However, she knew that no ensemble was complete without the right accessories to elevate her look and reflect her social status. \n\nWhile browsing through her favorite fashion blogs, Ann stumbled upon a post highlighting the latest trends in eyewear. The article emphasized how the right pair of sunglasses could not only enhance one's outfit but also serve as a statement piece that exudes confidence and style. Ann was particularly drawn to the idea of finding a pair that was both lightweight for comfort during the long evening and offered protection from the sun's rays, as the gala would be held outdoors. \n\nWith her heart set on making a statement, she decided to visit a luxury boutique known for its exclusive collection of eyewear. As she walked through the store, she envisioned herself wearing a chic pair of sunglasses that would not only complement her dress but also showcase her refined taste. Ann felt a surge of anticipation as she imagined the compliments she would receive, solidifying her place among the city's fashionable elite. The thought of stepping out in style, with the perfect accessory that combined both comfort and elegance, fueled her determination to find the ideal pair before the big night.",
        "requirements": "lightweight for comfort, offers UV protection",
        "target_item": {
            "title": "Happy Store CN12 Casual Fashion Basic Square Frame Clear Lens Eye Glasses",
            "description": [],
            "average_rating": 4.3,
            "price": 10.98,
            "features": [
                "Composite frame",
                "Plastic lens",
                "Non-Polarized",
                "UV Protection Coating coating",
                "Lens width: 54 millimeters",
                "Bridge: 17 millimeters",
                "Arm: 135 millimeters",
                "1. 100% UV Protection, Blocking Harmful UVA/UVB Rays",
                "2. Plastic Frame and Plastic Lens",
                "3. Glasses include a waterproof bag and microfiber cleaning cloth.",
                "4. Reinforced Metal Hinges",
                "5. Lens Width:54mm Bridge:17mm Frame Total:135mm"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Accessories",
                "Sunglasses & Eyewear Accessories",
                "Sunglasses"
            ],
            "details": {
                "Department": "womens",
                "Date First Available": "June 19, 2020"
            },
            "images": "images_main/78445.jpg",
            "new_description": "The Happy Store CN12 Casual Fashion Basic Square Frame Clear Lens Eye Glasses feature a stylish and contemporary design suitable for casual wear. The glasses are constructed with a composite frame that is lightweight yet durable, ensuring comfort during extended use. The lenses are made of plastic and are non-polarized, providing clear vision without glare. \n\nKey specifications include:\n- Lens width: 54 millimeters\n- Bridge width: 17 millimeters\n- Arm length: 135 millimeters\n\nThese glasses offer 100% UV protection, effectively blocking harmful UVA and UVB rays, making them suitable for outdoor use. The reinforced metal hinges enhance durability, allowing for smooth opening and closing of the frames. Additionally, the product comes with a waterproof bag for storage and a microfiber cleaning cloth for maintenance, ensuring the lenses remain clear and scratch-free. The overall aesthetic is modern and versatile, making these glasses a great accessory for any outfit.",
            "item_id": "78445"
        }
    },
    {
        "profile": "'Name: Kimberly Henderson, Gender: female, Age: 45,Profession: Database administrator",
        "scenario": "As Kimberly Henderson sat at her desk, the soft hum of her computer filled the air, but her mind was elsewhere. Her niece was getting married in just a few weeks, and Kimberly had been asked to help with the preparations. Excitement bubbled within her as she thought about the upcoming wedding, but she also felt a twinge of anxiety. She wanted to look her best, not just for herself, but to support her niece on such a significant day. \n\nWith the wedding theme being a blend of classic elegance and modern flair, Kimberly found herself scrolling through fashion blogs during her lunch breaks, searching for the perfect outfit. She had already picked out a lovely dress that complemented the wedding colors, but she felt something was missing. \n\nAs she browsed, she came across a post discussing the latest trends in accessories, particularly how they could elevate an outfit. The idea of adding a touch of sparkle and sentimentality to her look resonated with her. She envisioned wearing something that not only matched her dress but also symbolized her bond with her niece. \n\nKimberly's thoughts drifted to the junior bridesmaids, who would be wearing matching outfits. She wanted to find an accessory that was both stylish and meaningful, something that would reflect the love and support she felt for her family. The notion of an adjustable piece that could fit comfortably and be worn throughout the day without fuss appealed to her. \n\nWith the wedding day approaching, Kimberly felt a sense of urgency to find that perfect accessory that would not only enhance her outfit but also serve as a cherished reminder of the special occasion. She decided to set aside some time after work to explore local boutiques and online shops, eager to discover something that would resonate with her heart and style.",
        "requirements": "Stylish and adjustable",
        "target_item": {
            "title": "Infinity Collection Junior Bridesmaid Bracelet, Junior Bridesmaid Jewelry- Pearl Bridesmaid Bracelet, Gift for Junior Bridesmaids",
            "description": [
                "LOOKING FOR THE PERFECT JUNIOR BRIDESMAID GIFT?",
                "This Bridesmaid Pearl Bracelet is the perfect gift for your bridesmaids! This gorgeous charm bracelet is the perfect gift because it represents friendship, love for eternity and sisterhood."
            ],
            "average_rating": 4.4,
            "price": null,
            "features": [
                "JUNIOR BRIDESMAID GIFT -Bridesmaid Jewelry, Perfect Gift For Bridesmaids and Bridal Party",
                "JUNIOT BRIDESMAID BRACELET -8 & 9mm White Crystal Pearls, Charm: Antique Tibetan Silver Tone Heart w/Sparkling Rhinestone Accent engraved w/ \"Junior Bridesmaid\" 16x14mm",
                "ADJUSTABLE SIZE: Easily Adjusts to Fit your Wrist 5\" to 8\" Length with Classic Toggle Clasp",
                "WEDDING PARTY GIFT: Perfect gift for bridal party! Bracelets also available for Mother of the Bride, Mother of the Groom and Bridesmaids",
                "FREE JEWELRY POUCH- Only The Most Elegant Jewelry Pouches Are Used To Package And Ship Our Bracelets, Ensuring The Most Beautiful Presentation Possible."
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Jewelry",
                "Bracelets",
                "Strand"
            ],
            "details": {
                "Item Package Dimensions L x W x H": "4.53 x 4.21 x 0.63 inches",
                "Package Weight": "0.02 Kilograms",
                "Item Weight": "0.02 Kilograms",
                "Brand Name": "Infinity Collection",
                "Color": "Silver,White",
                "Material": "Zinc",
                "Suggested Users": "womens",
                "Manufacturer": "Infinity Collection",
                "Style": "Charm,Classic,Elegant,Toggle",
                "Size": "8 inch",
                "Age Range Description": "Adult",
                "Units": "1 Count",
                "Best Sellers Rank": {
                    "Clothing, Shoes & Jewelry": 3484275,
                    "Women's Strand Bracelets": 5136
                },
                "Date First Available": "January 17, 2017",
                "Brand": "Infinity Collection",
                "Age Range (Description)": "Adult"
            },
            "images": "images_main/90531.jpg",
            "new_description": "The Infinity Collection Junior Bridesmaid Bracelet is a charming piece of jewelry designed specifically for junior bridesmaids. It features a strand of 8mm and 9mm white crystal pearls, interspersed with silver-tone accents. The centerpiece of the bracelet is an antique Tibetan silver tone heart charm, which is engraved with the words \"Junior Bridesmaid\" and adorned with a sparkling rhinestone accent. \n\nThis bracelet is adjustable, allowing it to fit wrist sizes ranging from 5 inches to 8 inches, and it is secured with a classic toggle clasp for ease of wear. It is packaged in an elegant jewelry pouch, making it a perfect gift for bridal parties. The bracelet symbolizes friendship, love, and sisterhood, making it an ideal token of appreciation for junior bridesmaids on a special day.",
            "item_id": "90531"
        }
    },
    {
        "profile": "'Name: Cynthia Kennedy, Gender: female, Age: 53,Profession: Print production planner",
        "scenario": "Cynthia Kennedy sat at her kitchen table, sipping her morning coffee while flipping through her calendar. The holiday season was fast approaching, and she felt a wave of excitement mixed with a hint of anxiety. This year, she had decided to host the family Christmas gathering at her home, a tradition that had been passed down through generations. With her children now grown and having families of their own, she wanted to create a warm and festive atmosphere that would bring everyone together. \n\nAs she planned the menu and decorations, Cynthia remembered how much her family loved to dress up for the occasion. She envisioned a cozy evening filled with laughter, delicious food, and everyone wearing something special to celebrate the season. She wanted to ensure that her family felt comfortable yet festive, especially since her daughter had recently mentioned wanting to wear something that would stand out during the family photos. \n\nCynthia decided it was time to take a trip to the local shops to find the perfect outfits for her family. She was particularly focused on finding something that was not only stylish but also easy to wear, as she knew her relatives appreciated comfort during the long evening of festivities. With a list in hand, she made her way to the store, excited to discover what delightful pieces she could find to make this Christmas gathering memorable.",
        "requirements": "Stylish yet comfortable clothing for family gatherings.",
        "target_item": {
            "title": "Isabella's Closet Women's Plus Size Gingerbread Ugly Christmas Sweater Vest",
            "description": [
                "Women's plus-size ugly Christmas sweater vest with multi-color gingerbread design."
            ],
            "average_rating": 4.5,
            "price": null,
            "features": [
                "100% Cotton",
                "Imported",
                "Button closure",
                "Hand Wash Only",
                "Button-front",
                "Multi-color"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Clothing",
                "Sweaters",
                "Pullovers"
            ],
            "details": {
                "Package Dimensions": "14.49 x 12.01 x 1.1 inches; 13.44 Ounces",
                "Item model number": "8KJ14AN",
                "Department": "womens",
                "Date First Available": "August 25, 2016",
                "Manufacturer": "Isabella's Closet Women's Sportswear"
            },
            "images": "images_main/41286.jpg",
            "new_description": "The Isabella's Closet Women's Plus Size Gingerbread Ugly Christmas Sweater Vest is a festive and playful garment designed for the holiday season. It features a vibrant multi-color design with a combination of red, green, and black panels. The vest showcases charming gingerbread figures, candy canes, and snowflakes, adding a whimsical touch to your holiday attire.\n\nKey features include:\n\n- **Material**: Made from 100% cotton for comfort and breathability.\n- **Closure**: Button-front design with a button closure for easy wear.\n- **Care Instructions**: Hand wash only to maintain the quality of the fabric.\n- **Style**: Sleeveless vest style, perfect for layering over other clothing.\n- **Design**: Eye-catching multi-color pattern with festive holiday motifs.\n\nThis sweater vest is ideal for holiday parties, family gatherings, or simply to spread cheer during the Christmas season.",
            "item_id": "41286"
        }
    },
    {
        "profile": "'Name: Robin Lopez, Gender: female, Age: 36,Profession: Adult guidance worker",
        "scenario": "As Robin Lopez prepared for the upcoming community festival, she felt a mix of excitement and anxiety. This event was not just a chance to connect with the community she served as an adult guidance worker, but also an opportunity to showcase her vibrant personality. However, as she rummaged through her closet, she realized that many of her favorite clothes had seen better days. The bright colors had faded, and the fabric felt worn and uncomfortable against her skin. \n\nDetermined to make a good impression, Robin decided it was time to refresh her wardrobe. She envisioned herself wearing something that would not only be comfortable for a long day of mingling but also reflect her fun-loving spirit. As she browsed through various stores, she found herself drawn to playful designs that could bring a smile to her face and those around her. \n\nRobin knew she needed something that would be easy to care for, as her busy schedule left little room for complicated laundry routines. She also wanted a piece that would allow her to move freely while engaging with the community, ensuring she could participate in all the activities planned for the festival. With these thoughts in mind, she continued her search, hopeful to find the perfect addition to her wardrobe that would meet her practical needs while also expressing her joyful personality.",
        "requirements": "Comfort and easy care.",
        "target_item": {
            "title": "I Believe in Unicorns Happy Rainbow Womens Graphic T Shirt Tees",
            "description": [],
            "average_rating": 5.0,
            "price": 16.99,
            "features": [
                "100% Cotton",
                "Made in the USA or Imported",
                "Pull On closure",
                "Machine Wash",
                "Size Small: Chest Width/Front Length 18\"x 28\"",
                "Classic cut for looser fit | This is a unisex garment",
                "Machine Wash Cold | Tumble Dry Low | Do Not Iron",
                "Our printed designs make unique gifts for every holiday and occasion",
                "Please refer to images for more details"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Novelty & More",
                "Clothing",
                "Novelty",
                "Women",
                "Tops & Tees",
                "T-Shirts"
            ],
            "details": {
                "Department": "Womens",
                "Date First Available": "May 4, 2017"
            },
            "images": "images_main/81888.jpg",
            "new_description": "The item is a women's graphic t-shirt titled \"I Believe in Unicorns Happy Rainbow.\" It features a playful design with a cartoon unicorn holding a cup, set against a vibrant rainbow backdrop. The shirt is made from 100% cotton, ensuring comfort and breathability. It has a classic cut for a looser fit, making it suitable for both women and men, as it is categorized as a unisex garment. \n\nThe t-shirt is available in size small, with measurements of 18 inches in chest width and 28 inches in front length. It includes a pull-on closure and is machine washable, with care instructions to wash cold, tumble dry low, and avoid ironing. The design is intended to be a unique gift for various holidays and occasions, making it a fun and whimsical addition to any wardrobe.",
            "item_id": "81888"
        }
    },
    {
        "profile": "'Name: Jay Jackson, Gender: male, Age: 67,Profession: Electrical engineer",
        "scenario": "As Jay Jackson strolled through the local shopping district, he felt a sense of pride swelling within him. Recently, he had completed a challenging project at work that had been on his plate for months. To celebrate this personal achievement, he decided it was time to treat himself to some new clothes, particularly for his upcoming hiking trip with friends. The group had planned a weekend getaway to a nearby national park, and Jay was excited to reconnect with nature and enjoy the camaraderie of his fellow outdoor enthusiasts. \n\nAs he walked past a store window, he noticed a display of outdoor apparel. The thought of spending long hours under the sun during their hikes made him realize he needed something that would keep him protected from harmful UV rays. He also recalled how he often felt uncomfortable in his old clothes, especially when they became damp from sweat. Jay wanted something lightweight and breathable that would allow him to stay cool and dry while he explored the trails. \n\nWith these thoughts in mind, he stepped inside the store, eager to find the perfect addition to his outdoor wardrobe that would not only serve a practical purpose but also reflect his newfound zest for life after his recent success.",
        "requirements": "Jay is looking for clothing that offers sun protection and is lightweight and breathable for outdoor activities.",
        "target_item": {
            "title": "Satankud Men's UPF 50+ Sun Protection 1/4 Zip Long Sleeve Thumb Hiking Fishing Shirt",
            "description": [],
            "average_rating": 4.5,
            "price": 20.99,
            "features": [
                "100% Polyester",
                "Imported",
                "Zipper closure",
                "Machine Wash",
                "UPF 50+ sun protection grade fabric can block 98% harmful ultraviolet radiation",
                "Technical fabric wicks moisture away from your skin, breathes freely and dries quickly",
                "Ergonomic flat lockstitch sewing design, stitch reinforcement, comfortable and durable",
                "1/4 front zipper & thumb holes, athletic hoodie shirt & tees",
                "Great for fishing, sailing, swimming, diving, hiking, workout and any other sports"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Men",
                "Clothing",
                "Swim",
                "Rash Guard Shirts"
            ],
            "details": {
                "Department": "Mens",
                "Date First Available": "June 10, 2020"
            },
            "images": "images_main/66135.jpg",
            "new_description": "The Satankud Men's UPF 50+ Sun Protection 1/4 Zip Long Sleeve Thumb Hiking Fishing Shirt is designed for outdoor activities, featuring a sleek and functional design. Made from 100% polyester, this shirt is lightweight and breathable, ensuring comfort during physical activities. \n\nKey features include:\n\n- **UPF 50+ Sun Protection**: The fabric effectively blocks 98% of harmful ultraviolet radiation, making it ideal for outdoor use.\n- **Moisture-Wicking**: The technical fabric wicks moisture away from the skin, allowing for quick drying and enhanced breathability.\n- **Ergonomic Design**: The shirt features flat lockstitch sewing for added comfort and durability, with reinforced stitching.\n- **1/4 Zip Closure**: The front zipper allows for easy wear and ventilation, while the thumb holes provide extra coverage and keep the sleeves in place.\n- **Versatile Use**: Suitable for various activities such as fishing, sailing, swimming, diving, hiking, and workouts.\n\nThe shirt is presented in a stylish olive green color, making it both practical and fashionable for outdoor enthusiasts.",
            "item_id": "66135"
        }
    },
    {
        "profile": "'Name: Mr. Ronald Wilson Jr., Gender: male, Age: 43,Profession: Paramedic",
        "scenario": "As the crisp autumn air began to settle in, Mr. Ronald Wilson Jr. found himself reflecting on the upcoming family gathering for Thanksgiving. With his relatives traveling from various parts of the country, he wanted to ensure that everyone felt welcomed and comfortable during their stay. As a paramedic, Ronald was always attuned to the needs of others, and this time was no different. He envisioned his sister, who often complained about being cold during the fall months, struggling to find something warm yet stylish to wear for their festive dinner. \n\nWith this in mind, Ronald decided to head to the local mall, where he could browse through various clothing stores. He was particularly focused on finding something that would not only keep his sister warm but also allow her to express her personal style. As he walked through the aisles, he imagined her delight at receiving a thoughtful gift that combined both comfort and fashion. He envisioned her wearing it during their family outings, feeling cozy while still looking put together. \n\nAs he explored the options, he kept an eye out for pieces that were easy to wear and versatile enough for different occasions, from casual family gatherings to outings with friends. Ronald felt a sense of excitement as he thought about how a well-chosen gift could brighten his sister's holiday season, making it memorable for everyone involved.",
        "requirements": "warmth and comfort",
        "target_item": {
            "title": "MEROKEETY Women's Casual Sherpa Fleece Lightweight Fall Warm Zipper Vest with Pockets",
            "description": [],
            "average_rating": 4.4,
            "price": 38.99,
            "features": [
                "Full Polyester",
                "Imported",
                "Polyester lining",
                "Zipper closure",
                "Machine Wash",
                "Size Guide:S=US 2-4,M=US 6-8,L=US 10-12,XL=US 14-16, Soft fabric,we accept 30 days money back!",
                "Unique Design: Sleeveless, Stand collar design, Front zippered , Fuzzy, Slim fit",
                "Soft and Chunky Sherpa Fleece, Suitable for Spring, Autumn and Winter, MEROKEETY is an USA registered brand,we accept 30 days free returns",
                "Occasion: Casual Outerwear/Date/Home/Work/Shopping, Easy to pair with jeans, skinny leggings, boots.",
                "Garment Care: Machine Wash Recommended With Cold Water, Do Not Bleach, Hang Or Line Dry"
            ],
            "categories": [
                "Clothing, Shoes & Jewelry",
                "Women",
                "Clothing",
                "Coats, Jackets & Vests",
                "Vests"
            ],
            "details": {
                "Item model number": "MKOct05",
                "Department": "Women",
                "Date First Available": "October 13, 2017"
            },
            "images": "images_main/12298.jpg",
            "new_description": "The MEROKEETY Women's Casual Sherpa Fleece Lightweight Fall Warm Zipper Vest is a stylish and functional outerwear piece. It features a soft and chunky sherpa fleece material, providing warmth and comfort, making it suitable for spring, autumn, and winter wear. The vest is designed with a sleeveless cut and a stand collar, enhancing its cozy appeal. \n\nKey features include:\n\n- **Material**: Made of full polyester with a polyester lining for added comfort.\n- **Closure**: Front zippered closure for easy wear.\n- **Design**: Slim fit design that flatters the silhouette.\n- **Pockets**: Includes pockets for convenience.\n- **Care Instructions**: Machine washable with cold water; do not bleach; hang or line dry recommended.\n- **Sizes Available**: Range from S (US 2-4) to XL (US 14-16).\n\nThis vest is versatile for various occasions such as casual outings, dates, home, work, or shopping, and pairs well with jeans, skinny leggings, and boots. The unique design and soft fabric make it an essential addition to any wardrobe.",
            "item_id": "12298"
        }
    }
]